<!DOCTYPE>
<html>
<head>
    <link rel="stylesheet" href="/css/bootstrap.css">
    <style>
        .margin {
            margin-left: 15px;
        }

        .col-sm-8 {
            -webkit-box-shadow: 0px 0px 5px 0px rgba(0,0,0,0.75);
            -moz-box-shadow: 0px 0px 5px 0px rgba(0,0,0,0.75);
            box-shadow: 0px 0px 5px 0px rgba(0,0,0,0.75);
            margin-top: 15px;
            border-radius: 3px;
            margin-bottom: 15px;
        }
    </style>
</head>
<body>

<div class="container">
    <div class="row">
        <div class="col-sm-8 col-sm-offset-2">
            <h3>Ваши результаты:</h3>

            <p class="margin">1. Алибек, у Вас 1 основное (-ых) типа мышления.</p>

            <p class="margin"><strong>Абстрактно-символическое мышление</strong></p>

            <p><strong>Абстрактно-символическим мышлением</strong> обладают многие ученые — физики-теоретики, математики, экономисты,
                программисты, аналитики. Они могут усваивать информацию с помощью математических кодов, формул и операций,
                которые нельзя ни потрогать, ни представить. Благодаря особенностям такого мышления на основе гипотез сделаны
                многие открытия во всех областях науки.</p>

            <p class="margin">2. Алибек, у Вас 1 основное (-ых) профессиональных склонностей.</p>
            <p class="margin"><strong>Человек – знаковая система</strong></p>

            <p>Если вы любите выполнять вычисления, чертежи, схемы, вести картотеки, систематизировать различные сведения, если вы
            хотите заниматься программированием, экономикой или статистикой, то знакомьтесь с профессиями типа «Человек –
                знаковая система». Большинство профессий этого типа связано с переработкой информации.</p>

            <p><strong><i>К профессии типа «Человек – знаковая система»</i></strong> смело можно отнести разнообразные формы обработки информации. Это
                работа с системами: языковыми, абстрактно-математическими, графическими.</p>

            <p><strong><i>Предметом труда</i></strong> для представителей большинства профессий типа «Человек – знаковая система» являются:</p>

            <ul>
                <li>Тексты на родном или иностранном языках.</li>
                <li>Цифры, формулы, таблицы.</li>
                <li>Чертежи, схемы, карты.</li>
                <li>Звуковые сигналы.</li>
            </ul>

            <p>Специалистам в этой области приходится выполнять следующие <strong><i>виды деятельности:</i></strong></p>
            <ul>
                <li>Выполнять вычисления, чертежи, схемы (конструктор, инженер-технолог, чертежник, копировальщик, штурман,
                    геодезист).</li>
                <li>Переводить, набирать и корректировать различные тексты (лингвист, переводчик, редактор, корректор, машинистка,
                    делопроизводитель, телеграфист, наборщик, библиограф).</li>
                <li>Вести картотеки, систематизировать различные сведения, заниматься статистикой (программист, экономист, бухгалтер,
                    статистик, кассир).</li>
                <li>Перерабатывать информацию, звуковые сигналы (радист, стенографист, телефонист, звукооператор).</li>
            </ul>

            <p><strong><i>Предъявляемые требования</i></strong> к человеку профессий <i>«Человек – знаковая система»</i>:</p>

            <ul>
                <li>Хорошая оперативная и механическая память.</li>
                <li>Способность к длительной концентрации внимания на отвлеченном (знаковом) материале.</li>
                <li>Хорошее распределение и переключение внимания.</li>
                <li>Точность восприятия, умение видеть то, что стоит за условными знаками.</li>
                <li>Усидчивость, терпение.</li>
                <li>Быстрота, точность движений.</li>
                <li>Логическое мышление.</li>
                <li>Склонность к работе в одиночку (без частых контактов с людьми).</li>
            </ul>

            <p class="margin">3. Алибек, у Вас 1 основное (-ых) типа личности.</p>

            <p class="margin"><strong>Конвенциональный тип</strong></p>

            <p><strong><i><u>Конвенциональный тип (К)</u></i></strong> – предпочитающий структурированную деятельность, работу со знаками, избегающий
            неопределенных и напряженных ситуаций, ценит материальное положение, общественный статус, предпочитает традиционные,
                консервативные ценности.</p>

            <p><strong>Предпочитаемые виды деятельности К-типа:</strong></p>
            <ul>
                <li>работа, которая требует внимания к деталям и аккуратности.</li>
                <li>управление офисным оборудованием.</li>
                <li>ведение картотек, хранение и систематизация записей, фактов, данных, финансовых книг.</li>
                <li>написание деловых отчетов, подготовка схем, таблиц, диаграмм.</li>
            </ul>

            <p><strong>Способности, которыми обладает К-тип:</strong></p>

            <ul>
                <li>арифметические способности.</li>
                <li>канцелярские способности.</li>
                <li>ручная тонкая моторика.</li>
                <li>организованность, пунктуальность, педантичность, аккуратность.</li>
            </ul>

            <p><strong>Личные качества, ценности:</strong></p>

            <ul>
                <li>сознательность, упорство, практичность, честность.</li>
                <li>самоконтроль, консервативность, осторожность.</li>
                <li>бережливость, заинтересованность в деньгах, материальном благополучии.</li>
                <li>для эффективности и выполнения работы нуждается в четком плане, удобен для групповой работы.</li>
            </ul>

            <p><strong>Предпочитаемое окружение:</strong></p>

            <ul>
                <li>данный тип хорошо работает в больших организациях, но предпочитает не лидерскую, а подчиненную роль.</li>
                <li>большие корпорации, финансовые организации, банки, бухгалтерские конторы.</li>
                <li>отделы контроля качества, архивы, картотеки, инспекции.</li>
                <li>хорошо структурированные организации со строго иерархичной структурой.</li>
            </ul>

            <p><strong>Типичные хобби:</strong></p>

            <ul>
                <li>коллекционирование.</li>
                <li>постройка моделей.</li>
                <li>проекты улучшения жилища.</li>
                <li>участие в гражданских и общественных организациях.</li>
                <li>игры с ясными и четкими правилами.</li>
            </ul>

            <p><strong>Профессии К-типа:</strong> бухгалтер, кассир, счетовод, банкир, секретарь, аналитик.</p>

            <p>Развернутый ответ по Опроснику:</p>


            <h4 class="text-center">Максим Горький</h4>
            <h5 class="text-center">Опекун (ISTJ)</h5>

            <p><i>Опекуны</i> характеризуются решительностью в критических ситуациях, являются хранителями вековых традиций, и если бы вы
                хотели описать их одним словом, то слово «<u>надежный</u>» подошло бы наилучшим образом к этим людям (среди людей их
                примерно 6%). Слово для них – закон; дома и на работе они довольно спокойны, практичны и серьезны, настойчивы и
                надежны: даже мысль о нарушении контракта пугает их. На <i>Опекуна</i> можно рассчитывать, как на человека, пекущегося о
                процветании своего города, учреждении в котором он работает. Он вносит в работу практический взгляд на вещи. Они
                выполняют свой долг незаметно, без рекламы, из-за чего их преданность делу может остаться незамеченной и
                неоцененной.</p>

            <p><i>Опекуны</i> любят основательность, справедливость, практичность, что приводит их к выбору профессий, где эти
                преимущества проявляются в большей степени. <i>Опекуны</i> могут анализировать и решать сложные задачи. Они – образец
                надежности и стабильности, что часто делает их замечательными руководителями, педагогами, юристами. <i>Опекуны</i> очень
                бережливы, пунктуальны, внимательны к работе и задачам своего предприятия, однако не всегда внимательны к людям.
                <i>Опекуны</i> бывают хорошими работниками в банковской сфере, в налоговых. Занятость в службе безопасности, вероятно,
                заинтересует людей этого типа. Опекуны едва ли станут рисковать своими или чужими деньгами.</p>

            <p><i>Опекуны</i> успешно разбираются в сложных и многогранных профессиональных задачах. Они бывают прекрасными
                преподавателями в ВУЗах. В то же время, они часто холодны и лишены ранимости по отношению к критике, поэтому могут быть замечены среди
                высокопоставленных военных званиях.</p>

            <p><i>Опекуны</i> не выносят расточительности, все материалы для работы должны быть в нужное время в нужном месте (<i>качество требовательных руководителей</i>). <i>Опекунам</i> хотелось бы, чтобы окружающие брали с них пример бережливости.
                Опекуны святочтят деловой контракт, так же относятся они к «контракту», заключенному в браке.</p>

            <p>Справедливые и заботливые родители, они чувствуют ответственность перед детьми и супругом, уделяя семье много
                внимания. Долг – это слово, хорошо понятное для <i>Опекуна</i>. Супруг <i>Опекун</i> чувствует себя кормильцем в семье, даже если
                жена тоже работает. Уклад семейной жизни патриархальный, как для мужчины, так и для женщины <i>Опекуна</i>. <i>Женщина-Опекун</i>
                скорее предпочтет здравый смысл фривольности поведения, но может без особого внимания относиться к чувственности.
                Между тем, <i>мужчина-Опекун</i> любит холостяцкие вечеринки в мужской компании. Досуг часто проводит на охоте, рыбалке, с
                друзьями. На работе <i>Опекуны</i> часто организуют вечеринки.</p>

            <p><i>Опекун</i> не выносит пышных изречений, вызывающей одежды или вычурной обстановки в доме. Вычурности предпочитает
            удобство в обращении, устроенность и уют. Удобство и прочность мебели учитываются в первую очередь, ее красот не
                особо важна. Одежда ноская, но не броская, удобная и практичная, последние «крики моды» не для <i>Опекунов</i>.</p>

            <p>Обладают явно выраженной способностью к логическому мышлению. Все изученное систематизирует и классифицирует.
            Борются за внедрение лучшей, по их мнению, разработки или системы. Ясно и понятно выступают, готовясь к выступлениям
            даже в мелочах. Всегда подтянуты и собраны. Тщательно следят за своей одеждой, достаточно строгой по стилю. Хорошо
            выполняет трудную работу, требующую высокой точности. Сами дисциплинированы и того же требует от других. Не любят в
            других склонности к бесплодным фантазиям, не позволяют этого и себе. Могут оказывать силовое, властное давление, но
            относятся к людям с осторожностью. Как правило, хорошо работают руками. Внимательно слушают собеседника, могут
            одновременно слушать двоих, вникая при этом в мельчайшие детали. С трудом могут понять, чего можно ждать в будущем
            от того или иного человека. Односторонны и замкнуты. В качестве руководителя очень требователен. В качестве подчиненного с начальством обычно не спорит, а старается просто выполнить указания. Любит
            определенный порядок расположения вещей и раздражается, когда кто-то этот порядок нарушает. При общении с людьми то
                приближает их к себе, то становится недоступным.</p>

            <p>Самая сильная сторона – умение методично, логически мыслить, проникать в самую суть вещей и явлений.</p>
        </div>
    </div>
</div>
</body>
</html>