<!DOCTYPE>
<html>
<head>
    <link rel="stylesheet" href="/css/bootstrap.css">
    <style>
        .margin {
            margin-left: 15px;
        }

        .col-sm-8 {
            -webkit-box-shadow: 0px 0px 5px 0px rgba(0, 0, 0, 0.75);
            -moz-box-shadow: 0px 0px 5px 0px rgba(0, 0, 0, 0.75);
            box-shadow: 0px 0px 5px 0px rgba(0, 0, 0, 0.75);
            margin-top: 15px;
            border-radius: 3px;
            margin-bottom: 15px;
            text-align: justify;
        }
    </style>
</head>
<body>


<?php if ('kz-KZ' === Yii::$app->language): ?>
    <div class="container">
        <div class="row">
            <div class="col-sm-8 col-sm-offset-2">
                <h3>Нәтижелеріңіз:</h3>

                <p class="margin">1. Әйгерім, сізде 1 негізгі ойлау түрі бар:</p>

                <p class="margin"><strong>Дерексіз-символикалық ойлау</strong></p>

                <p>Көптеген теориялық физик, математик, экономист, бағдарламашы, талдаушы ғалымдарда -
                    <strong>дерексіз-символикалық ойлау</strong> қабілеті жақсы дамыған. Олар ақпаратты математикалық
                    кодтарды,
                    формулаларды және әрекетке түсiруге болмайтын немесе түсiндiрiлмейтiн ақпараттарды меңгере алатын
                    қабілеттері бар. Ойлаудың осындай ерекшеліктеріне байланысты, ғылымның барлық салаларында гипотеза
                    негізінде көптеген жаңалықтар ашылды.</p>

                <p class="margin">2. Әйгерім, сізде 1 негізгі кәсіби бейімділік бар:</p>
                <p class="margin"><strong>Адам – таңбалы жүйе</strong></p>

                <p>Есептеуді, сызуды, кестені, картатека жүргізуді, әр түрлі ақпаратты жүйеге келтіруді ұнататын
                    болсаңыз, бағдарлау жұмысымен, экономика немесе статистикамен айналысқыңыз келсе, онда «Адам –
                    таңбалы жүйе» сияқты мамандықтарымен танысыңыз. Бұл мамандық иелерінің жұмысы көбінесе ақпараттарды
                    талдаумен байланысты.</p>

                <p><strong><i>«Адам – таңбалы жүйе» мамандықтарына</i></strong> ақпараттарды өңдейтін әр түрлі
                    мамандықтарды жатқызуға болады. Бұл жұмыстың байланыс
                    жүйесі: тілдік, абстракті-математикалық, сызбалық.</p>

                <p>«Адам – таңбалы жүйе» сияқты мамандығының <strong><i>еңбек құралы</i></strong>:</p>

                <ul>
                    <li>Ана тіліндегі немесе шет тіліндегі мәтіндер.</li>
                    <li>Сандар, формулалар, кестелер.</li>
                    <li>Сызбалар, схемалар, карталар.</li>
                    <li>Дыбыс сигналдары.</li>
                </ul>

                <p>
                    Бұл саладағы мамандарға <strong><i>келесі жұмыс түрлерін жүргізуге тура келеді</i></strong>:
                </p>
                <ul>
                    <li>Есептеу жұмысын орындау, сызбалар, кестелер (конструктор, инженер-технолог, сызбашы, көшіруші,
                        штурман, геодезист).
                    </li>
                    <li>Әр түрлі мәтіндерді аудару, басу әрі сұрыптау (лингвист, аудармашы, редактор, корректор,
                        машинист, іс-жүргізуші, телеграфист, басушы, библиограф).
                    </li>
                    <li>Картатека жүргізу, әр түрлі ақпаратты жүйеге келтіру, статистикамен айналысу (программист,
                        экономист, бухгалтер, статист, кассир).
                    </li>
                    <li>Мәліметтерді талдау, дыбыс сигналдары (радист, стенографист, телефонист, дыбыс операторы).</li>
                </ul>

                <p><strong><i>«Адам – таңбалы жүйе»</i></strong> сияқты мамандықты таңдаған адамға қойылатын талаптар:
                </p>

                <ul>
                    <li>Шұғыл әрі механикалық есте сақтау қабілеті.</li>
                    <li>Алаңдатып отырған материалға барлық көңілін ұзақ уақытка аудара алатын қабілеті (белгілі) .</li>
                    <li>Өз көңілін дұрыс бөлу әрі басқа нәрсеге ауыстыру.</li>
                    <li>Қабылдау қабілетінің тиянақтылығы, шартты белгінің астыртын белгісін көре алу қабілеті.</li>
                    <li>Сабырлық, шыдамдылық.</li>
                    <li>Шапшаңдылығы, қозғалыстағы дәлдігі.</li>
                    <li>Логикалық ойлау қабілеті.</li>
                    <li>Жеке дара жұмыс істеу бейімділігі (адамдардың қарым -қатынасысыз).</li>
                </ul>

                <p class="margin">3. Әйгерім, сізде 1 негізгі тұлға бар:</p>

                <p class="margin"><strong>Конвенциональді тип</strong></p>

                <p><strong><i><u>Конвенциональді тип (К)</u></i></strong> – консервативті құндылықтарды, дәстүрлі,
                    қоғамдық статусты, материалдық құндылықты бағалайды, белгісіз әрі қысым көрсететін жағдаяттардан
                    аулақ жүруді, структуралы қызметті ұнатады.</p>

                <p><strong>К-типіне сай келетін қызмет түрлері:</strong></p>
                <ul>
                    <li>Жұмыста әрбір детальға ұқыптылықты, көңіл бөлгенді талап ететін жұмыс ұнайды.</li>
                    <li>офис жабдықтарын басқару.</li>
                    <li>картотека жүргізу, жазбаларды, деректерді, қаржы кітаптарын сақтау әрі жүйелеу.</li>
                    <li>Іске байланысты есеп беру, кесте, диаграмма дайындау.</li>
                </ul>

                <p><strong>К-типінің меңгерген қабілеттері:</strong></p>

                <ul>
                    <li>Арифметикалық қабілеті.</li>
                    <li>Канцелярлық қабілеті.</li>
                    <li>қол моторикасының жіңішкелігі.</li>
                    <li>Жинақтылығы, пунктуальдылығы, ұқыптылығы.</li>
                </ul>

                <p><strong>Жеке қасиеттері, құндылығы:</strong></p>

                <ul>
                    <li>саналы, өжетті, адал.</li>
                    <li>Өзін өзі бақылау, абайлылығы.</li>
                    <li>үнемшілдігі,ақшаға, материалды құндылыққа қызығушылығы.</li>
                    <li>Нәтижелі жұмыс істеу үшін нақты жоспарға мәжбүр, топпен жұмысқа ыңғайлы.</li>
                </ul>

                <p><strong>Қоршаған ортасы:</strong></p>

                <ul>
                    <li>Үлкен ұйымдарда жақсы жұмыс істей алады, бірақ лидер болғысы келмейді, бағынышты рольді қалайды.</li>
                    <li>Ірі корпорациялар, қарды ұйымдары, банктер, бухгалтерлік конторлар.</li>
                    <li>Сапаны бақылайтын бөлімдер, архивтер, картотекалар, инспекциялар.</li>
                    <li>Құрылымы жақсы ұйымдар.</li>
                </ul>

                <p><strong>Ермегі:</strong></p>

                <ul>
                    <li>коллекция жинау.</li>
                    <li>модель құру.</li>
                    <li>Тұрғын үй жақсарту туралы жобалар.</li>
                    <li>Азаматтық және қоғамдық ұйымдарға қатысу.</li>
                    <li>Ережесі анық әрі нақты ойындар.</li>
                </ul>

                <p><strong>К-типінің мамандықтары:</strong> бухгалтер, кассир, счетовод, банкир, хатшы, аналитик.</p>

                <p>Сауалнамаға кеңейтілген жауап <strong>орыс тілінде</strong> ұсынылатын болады:</p>


                <h4 class="text-center">Максим Горький</h4>
                <h5 class="text-center">Опекун (ISTJ)</h5>

                <p><i>Опекуны</i> характеризуются решительностью в критических ситуациях, являются хранителями вековых
                    традиций, и если бы вы
                    хотели описать их одним словом, то слово «<u>надежный</u>» подошло бы наилучшим образом к этим людям
                    (среди людей их
                    примерно 6%). Слово для них – закон; дома и на работе они довольно спокойны, практичны и серьезны,
                    настойчивы и
                    надежны: даже мысль о нарушении контракта пугает их. На <i>Опекуна</i> можно рассчитывать, как на
                    человека, пекущегося о
                    процветании своего города, учреждении в котором он работает. Он вносит в работу практический взгляд
                    на вещи. Они
                    выполняют свой долг незаметно, без рекламы, из-за чего их преданность делу может остаться
                    незамеченной и
                    неоцененной.</p>

                <p><i>Опекуны</i> любят основательность, справедливость, практичность, что приводит их к выбору
                    профессий, где эти
                    преимущества проявляются в большей степени. <i>Опекуны</i> могут анализировать и решать сложные
                    задачи. Они – образец
                    надежности и стабильности, что часто делает их замечательными руководителями, педагогами, юристами.
                    <i>Опекуны</i> очень
                    бережливы, пунктуальны, внимательны к работе и задачам своего предприятия, однако не всегда
                    внимательны к людям.
                    <i>Опекуны</i> бывают хорошими работниками в банковской сфере, в налоговых. Занятость в службе
                    безопасности, вероятно,
                    заинтересует людей этого типа. Опекуны едва ли станут рисковать своими или чужими деньгами.</p>

                <p><i>Опекуны</i> успешно разбираются в сложных и многогранных профессиональных задачах. Они бывают
                    прекрасными
                    преподавателями в ВУЗах. В то же время, они часто холодны и лишены ранимости по отношению к критике,
                    поэтому могут быть замечены среди
                    высокопоставленных военных званиях.</p>

                <p><i>Опекуны</i> не выносят расточительности, все материалы для работы должны быть в нужное время в
                    нужном месте (<i>качество требовательных руководителей</i>). <i>Опекунам</i> хотелось бы, чтобы
                    окружающие брали с них пример бережливости.
                    Опекуны святочтят деловой контракт, так же относятся они к «контракту», заключенному в браке.</p>

                <p>Справедливые и заботливые родители, они чувствуют ответственность перед детьми и супругом, уделяя
                    семье много
                    внимания. Долг – это слово, хорошо понятное для <i>Опекуна</i>. Супруг <i>Опекун</i> чувствует себя
                    кормильцем в семье, даже если
                    жена тоже работает. Уклад семейной жизни патриархальный, как для мужчины, так и для женщины <i>Опекуна</i>.
                    <i>Женщина-Опекун</i>
                    скорее предпочтет здравый смысл фривольности поведения, но может без особого внимания относиться к
                    чувственности.
                    Между тем, <i>мужчина-Опекун</i> любит холостяцкие вечеринки в мужской компании. Досуг часто
                    проводит на охоте, рыбалке, с
                    друзьями. На работе <i>Опекуны</i> часто организуют вечеринки.</p>

                <p><i>Опекун</i> не выносит пышных изречений, вызывающей одежды или вычурной обстановки в доме.
                    Вычурности предпочитает
                    удобство в обращении, устроенность и уют. Удобство и прочность мебели учитываются в первую очередь,
                    ее красот не
                    особо важна. Одежда ноская, но не броская, удобная и практичная, последние «крики моды» не для <i>Опекунов</i>.
                </p>

                <p>Обладают явно выраженной способностью к логическому мышлению. Все изученное систематизирует и
                    классифицирует.
                    Борются за внедрение лучшей, по их мнению, разработки или системы. Ясно и понятно выступают,
                    готовясь к выступлениям
                    даже в мелочах. Всегда подтянуты и собраны. Тщательно следят за своей одеждой, достаточно строгой по
                    стилю. Хорошо
                    выполняет трудную работу, требующую высокой точности. Сами дисциплинированы и того же требует от
                    других. Не любят в
                    других склонности к бесплодным фантазиям, не позволяют этого и себе. Могут оказывать силовое,
                    властное давление, но
                    относятся к людям с осторожностью. Как правило, хорошо работают руками. Внимательно слушают
                    собеседника, могут
                    одновременно слушать двоих, вникая при этом в мельчайшие детали. С трудом могут понять, чего можно
                    ждать в будущем
                    от того или иного человека. Односторонны и замкнуты. В качестве руководителя очень требователен. В
                    качестве подчиненного с начальством обычно не спорит, а старается просто выполнить указания. Любит
                    определенный порядок расположения вещей и раздражается, когда кто-то этот порядок нарушает. При
                    общении с людьми то
                    приближает их к себе, то становится недоступным.</p>

                <p>Самая сильная сторона – умение методично, логически мыслить, проникать в самую суть вещей и
                    явлений.</p>
            </div>
        </div>
    </div>
<?php else: ?>
    <div class="container">
        <div class="row">
            <div class="col-sm-8 col-sm-offset-2">
                <h3>Ваши результаты:</h3>

                <p class="margin">1. Алибек, у Вас 1 основное(-ых) типа(-а) мышления.</p>

                <p class="margin"><strong>Абстрактно-символическое мышление</strong></p>

                <p><strong>Абстрактно-символическим мышлением</strong> обладают многие ученые — физики-теоретики,
                    математики, экономисты,
                    программисты, аналитики. Они могут усваивать информацию с помощью математических кодов, формул и
                    операций,
                    которые нельзя ни потрогать, ни представить. Благодаря особенностям такого мышления на основе
                    гипотез сделаны
                    многие открытия во всех областях науки.</p>

                <p class="margin">2. Алибек, у Вас 1 основное(-ых) профессиональная(-ых) склонность(-ей).</p>
                <p class="margin"><strong>Человек – знаковая система</strong></p>

                <p>Если вы любите выполнять вычисления, чертежи, схемы, вести картотеки, систематизировать различные
                    сведения, если вы
                    хотите заниматься программированием, экономикой или статистикой, то знакомьтесь с профессиями типа
                    «Человек –
                    знаковая система». Большинство профессий этого типа связано с переработкой информации.</p>

                <p><strong><i>К профессии типа «Человек – знаковая система»</i></strong> смело можно отнести
                    разнообразные формы обработки информации. Это
                    работа с системами: языковыми, абстрактно-математическими, графическими.</p>

                <p><strong><i>Предметом труда</i></strong> для представителей большинства профессий типа «Человек –
                    знаковая система» являются:</p>

                <ul>
                    <li>Тексты на родном или иностранном языках.</li>
                    <li>Цифры, формулы, таблицы.</li>
                    <li>Чертежи, схемы, карты.</li>
                    <li>Звуковые сигналы.</li>
                </ul>

                <p>Специалистам в этой области приходится выполнять следующие <strong><i>виды деятельности:</i></strong>
                </p>
                <ul>
                    <li>Выполнять вычисления, чертежи, схемы (конструктор, инженер-технолог, чертежник, копировальщик,
                        штурман,
                        геодезист).
                    </li>
                    <li>Переводить, набирать и корректировать различные тексты (лингвист, переводчик, редактор,
                        корректор, машинистка,
                        делопроизводитель, телеграфист, наборщик, библиограф).
                    </li>
                    <li>Вести картотеки, систематизировать различные сведения, заниматься статистикой (программист,
                        экономист, бухгалтер,
                        статистик, кассир).
                    </li>
                    <li>Перерабатывать информацию, звуковые сигналы (радист, стенографист, телефонист, звукооператор).
                    </li>
                </ul>

                <p><strong><i>Предъявляемые требования</i></strong> к человеку профессий <i>«Человек – знаковая
                        система»</i>:</p>

                <ul>
                    <li>Хорошая оперативная и механическая память.</li>
                    <li>Способность к длительной концентрации внимания на отвлеченном (знаковом) материале.</li>
                    <li>Хорошее распределение и переключение внимания.</li>
                    <li>Точность восприятия, умение видеть то, что стоит за условными знаками.</li>
                    <li>Усидчивость, терпение.</li>
                    <li>Быстрота, точность движений.</li>
                    <li>Логическое мышление.</li>
                    <li>Склонность к работе в одиночку (без частых контактов с людьми).</li>
                </ul>

                <p class="margin">3. Алибек, у Вас 1 основное(-ых) тип(-а) личности.</p>

                <p class="margin"><strong>Конвенциональный тип</strong></p>

                <p><strong><i><u>Конвенциональный тип (К)</u></i></strong> – предпочитающий структурированную
                    деятельность, работу со знаками, избегающий
                    неопределенных и напряженных ситуаций, ценит материальное положение, общественный статус,
                    предпочитает традиционные,
                    консервативные ценности.</p>

                <p><strong>Предпочитаемые виды деятельности К-типа:</strong></p>
                <ul>
                    <li>работа, которая требует внимания к деталям и аккуратности.</li>
                    <li>управление офисным оборудованием.</li>
                    <li>ведение картотек, хранение и систематизация записей, фактов, данных, финансовых книг.</li>
                    <li>написание деловых отчетов, подготовка схем, таблиц, диаграмм.</li>
                </ul>

                <p><strong>Способности, которыми обладает К-тип:</strong></p>

                <ul>
                    <li>арифметические способности.</li>
                    <li>канцелярские способности.</li>
                    <li>ручная тонкая моторика.</li>
                    <li>организованность, пунктуальность, педантичность, аккуратность.</li>
                </ul>

                <p><strong>Личные качества, ценности:</strong></p>

                <ul>
                    <li>сознательность, упорство, практичность, честность.</li>
                    <li>самоконтроль, консервативность, осторожность.</li>
                    <li>бережливость, заинтересованность в деньгах, материальном благополучии.</li>
                    <li>для эффективности и выполнения работы нуждается в четком плане, удобен для групповой работы.
                    </li>
                </ul>

                <p><strong>Предпочитаемое окружение:</strong></p>

                <ul>
                    <li>данный тип хорошо работает в больших организациях, но предпочитает не лидерскую, а подчиненную
                        роль.
                    </li>
                    <li>большие корпорации, финансовые организации, банки, бухгалтерские конторы.</li>
                    <li>отделы контроля качества, архивы, картотеки, инспекции.</li>
                    <li>хорошо структурированные организации со строго иерархичной структурой.</li>
                </ul>

                <p><strong>Типичные хобби:</strong></p>

                <ul>
                    <li>коллекционирование.</li>
                    <li>постройка моделей.</li>
                    <li>проекты улучшения жилища.</li>
                    <li>участие в гражданских и общественных организациях.</li>
                    <li>игры с ясными и четкими правилами.</li>
                </ul>

                <p><strong>Профессии К-типа:</strong> бухгалтер, банкир, секретарь, аналитик.</p>

                <p>Развернутый ответ по Опроснику:</p>


                <h4 class="text-center">Максим Горький</h4>
                <h5 class="text-center">Опекун (ISTJ)</h5>

                <p><i>Опекуны</i> характеризуются решительностью в критических ситуациях, являются хранителями вековых
                    традиций, и если бы вы
                    хотели описать их одним словом, то слово «<u>надежный</u>» подошло бы наилучшим образом к этим людям
                    (среди людей их
                    примерно 6%). Слово для них – закон; дома и на работе они довольно спокойны, практичны и серьезны,
                    настойчивы и
                    надежны: даже мысль о нарушении контракта пугает их. На <i>Опекуна</i> можно рассчитывать, как на
                    человека, пекущегося о
                    процветании своего города, учреждении в котором он работает. Он вносит в работу практический взгляд
                    на вещи. Они
                    выполняют свой долг незаметно, без рекламы, из-за чего их преданность делу может остаться
                    незамеченной и
                    неоцененной.</p>

                <p><i>Опекуны</i> любят основательность, справедливость, практичность, что приводит их к выбору
                    профессий, где эти
                    преимущества проявляются в большей степени. <i>Опекуны</i> могут анализировать и решать сложные
                    задачи. Они – образец
                    надежности и стабильности, что часто делает их замечательными руководителями, педагогами, юристами.
                    <i>Опекуны</i> очень
                    бережливы, пунктуальны, внимательны к работе и задачам своего предприятия, однако не всегда
                    внимательны к людям.
                    <i>Опекуны</i> бывают хорошими работниками в банковской сфере, в налоговых. Занятость в службе
                    безопасности, вероятно,
                    заинтересует людей этого типа. Опекуны едва ли станут рисковать своими или чужими деньгами.</p>

                <p><i>Опекуны</i> успешно разбираются в сложных и многогранных профессиональных задачах. Они бывают
                    прекрасными
                    преподавателями в ВУЗах. В то же время, они часто холодны и лишены ранимости по отношению к критике,
                    поэтому могут быть замечены среди
                    высокопоставленных военных званиях.</p>

                <p><i>Опекуны</i> не выносят расточительности, все материалы для работы должны быть в нужное время в
                    нужном месте (<i>качество требовательных руководителей</i>). <i>Опекунам</i> хотелось бы, чтобы
                    окружающие брали с них пример бережливости.
                    Опекуны святочтят деловой контракт, так же относятся они к «контракту», заключенному в браке.</p>

                <p>Справедливые и заботливые родители, они чувствуют ответственность перед детьми и супругом, уделяя
                    семье много
                    внимания. Долг – это слово, хорошо понятное для <i>Опекуна</i>. Супруг <i>Опекун</i> чувствует себя
                    кормильцем в семье, даже если
                    жена тоже работает. Уклад семейной жизни патриархальный, как для мужчины, так и для женщины <i>Опекуна</i>.
                    <i>Женщина-Опекун</i>
                    скорее предпочтет здравый смысл фривольности поведения, но может без особого внимания относиться к
                    чувственности.
                    Между тем, <i>мужчина-Опекун</i> любит холостяцкие вечеринки в мужской компании. Досуг часто
                    проводит на охоте, рыбалке, с
                    друзьями. На работе <i>Опекуны</i> часто организуют вечеринки.</p>

                <p><i>Опекун</i> не выносит пышных изречений, вызывающей одежды или вычурной обстановки в доме.
                    Вычурности предпочитает
                    удобство в обращении, устроенность и уют. Удобство и прочность мебели учитываются в первую очередь,
                    ее красот не
                    особо важна. Одежда ноская, но не броская, удобная и практичная, последние «крики моды» не для <i>Опекунов</i>.
                </p>

                <p>Обладают явно выраженной способностью к логическому мышлению. Все изученное систематизирует и
                    классифицирует.
                    Борются за внедрение лучшей, по их мнению, разработки или системы. Ясно и понятно выступают,
                    готовясь к выступлениям
                    даже в мелочах. Всегда подтянуты и собраны. Тщательно следят за своей одеждой, достаточно строгой по
                    стилю. Хорошо
                    выполняет трудную работу, требующую высокой точности. Сами дисциплинированы и того же требует от
                    других. Не любят в
                    других склонности к бесплодным фантазиям, не позволяют этого и себе. Могут оказывать силовое,
                    властное давление, но
                    относятся к людям с осторожностью. Как правило, хорошо работают руками. Внимательно слушают
                    собеседника, могут
                    одновременно слушать двоих, вникая при этом в мельчайшие детали. С трудом могут понять, чего можно
                    ждать в будущем
                    от того или иного человека. Односторонны и замкнуты. В качестве руководителя очень требователен. В
                    качестве подчиненного с начальством обычно не спорит, а старается просто выполнить указания. Любит
                    определенный порядок расположения вещей и раздражается, когда кто-то этот порядок нарушает. При
                    общении с людьми то
                    приближает их к себе, то становится недоступным.</p>

                <p>Самая сильная сторона – умение методично, логически мыслить, проникать в самую суть вещей и
                    явлений.</p>
            </div>
        </div>
    </div>
<?php endif; ?>

</body>
</html>